---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LoadOfGroupAbortedByUser
source: html/dac88059-2fe7-8bec-990d-582732de7f21.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LoadOfGroupAbortedByUser Property

You have aborted loading file '[File Name]' as a group.

## Syntax (C#)
```csharp
public static FailureDefinitionId LoadOfGroupAbortedByUser { get; }
```